{
  "targettext": {
    "pangrams": [
      "The quick brown fox jumps over the lazy dog.",
      "Pack my box with five dozen liquor jugs.",
      "We promptly judged antique ivory buckles for the next prize.",
      "How razorback jumping frogs can level six piqued gymnasts.",
      "Sixty zippers were quickly picked from the woven jute bag.",
      "Crazy Fredrick bought many very exquisite opal jewels.",
      "Jump by vow of quick, lazy strength in Oxford.",
      "How quickly daft jumping zebras vex.",
      "Sphinx of black quartz, judge my vow.",
      "Waltz, nymph, for quick jigs vex Bud.",
      "The five boxing wizards jump quickly.",
      "Sympathizing would fix Quaker objectives.",
      "Many-wived Jack laughs at probes of sex quiz.",
      "Turgid saxophones blew over Mick's jazzy quaff.",
      "Playing jazz vibe chords quickly excites my wife.",
      "A large fawn jumped quickly over white zinc boxes.",
      "Exquisite farm wench gives body jolt to prize stinker.",
      "Jack amazed a few girls by dropping the antique onyx vase!",
      "B, C, F, G, H, I, J, K, M, O, P, Q, U, V, W, X, Y, and Z are letters.",
      "Jackdaws love my sphinx of black quartz.",
      "Five big quacking zephyrs jolted my wax bed.",
      "Hick Jed wins quiz for extra blimp voyage.",
      "Brawny gods just flocked up to quiz and vex him.",
      "Jim just quit and packed extra bags for Liz Owen.",
      "Dumpy kibitzer jingles as exchequer overflows.",
      "Puzzled women bequeaths jerks very exotic gifts.",
      "A boy, Max, felt quick during his hazy weaving jumps.",
      "Viewing quizzical abstracts mixed up hefty jock.",
      "Five wine experts jokingly quizzed sample Chablis.",
      "William Jex quickly caught five dozen Republicans.",
      "The vixen jumped quickly on her foe barking with zeal.",
      "Harry, jogging quickly, axed zen monks with beef vapor.",
      "Five or six big jet planes zoomed quickly by the tower.",
      "Six big devils from Japan quickly forgot how to waltz.",
      "Big July earthquakes confound zany experimental vow.",
      "My grandfather picks up quartz and valuable onyx jewels.",
      "Six crazy kings vowed to abolish my quite pitiful jousts.",
      "We have just quoted on nine dozen boxes of gray lamp wicks.",
      "Jay visited back home and gazed upon a brown fox and quail.",
      "May Jo equal the fine record by solving six puzzles a week?",
      "Fred specialized in the job of making very quaint wax toys.",
      "Freight to me sixty dozen quart jars and twelve black pans.",
      "Jeb quickly drove a few extra miles on the glazed pavement.",
      "Grumpy wizards make toxic brew for the evil Queen and Jack.",
      "The job of waxing linoleum frequently peeves chintzy kids.",
      "West quickly gave Bert handsome prizes for six juicy plums.",
      "Just keep examining every low bid quoted for zinc etchings.",
      "All questions asked by five watch experts amazed the judge.",
      "The exodus of jazzy pigeons is craved by squeamish walkers.",
      "Waltz, bad nymph, for quick jigs vex!",
      "inxed wizards pluck ivy from the big quilt.",
      "A mad boxer shot a quick, gloved jab to the jaw of his dizzy opponent.",
      "Jaded zombies acted quaintly but kept driving their oxen forward.",
      "The job requires extra pluck and zeal from every young wage earner.",
      "You go tell that vapid existentialist quack Freddy Nietzsche that he can just bite me, twice.",
      "Strangely, aerobic exercise doesn't quite work with improvised free jazz.",
      "My acquaintance Fritz proved jogging is better exercise than walking.",
      "Dips will have no effect on fixing your broken trapezius muscle, Jacques.",
      "My Jazzercise warmup includes quite unexpected things like Beethoven's Fifth.",
      "The joke-filled Broadway production of Quiz Show garnered mixed reviews.",
      "Despite having an excellent breakfast, Jacques was amazingly slow.",
      "Amazon.com is quite expert at peddling books with joyful reviews.",
      "Floyd snuck into a boozy strip joint, quivering with excitement.",
      "Jack quit waxing his bum: he favors a depilatory zapper.",
      "We expect quality julienned zucchini from big knives.",
      "Queen Elizabeth's cursive writing is extremely fluid, Jack reported.",
      "Crazy Kev required vows that I would not jump into the fridge box.",
      "Jeff & Kevin cast a sexy grandpa in their film about quiz shows.",
      "Joyce's wrestling exhibition requires a dozen vats of pumpkin pie filling.",
      "Strip club jobs require sexy women with oversized, fake goods.",
      "My job: to improve Oxford by requiring the citizens to walk.",
      "Buzzfeed questioned why long jackets from Tokyo are so expensive.",
      "His job was making inexpensive pizza sauce from low-quality ingredients.",
      "A wizard cast a level-four hex on my pug Jacques, but he's okay.",
      "It's just crazy how quickly a big influx of women improved things.",
      "Jezebel's exciting improv show: quite dark, but funny.",
      "Both fickle dwarves jinx my pig quiz.",
      "Five hexing wizard bots jump quickly.",
      "Fix problem quickly with galvanized jets.",
      "Woven silk pyjamas exchanged for blue quartz.",
      "Amazingly few discotheques provide jukeboxes.",
      "Foxy diva Jennifer Lopez wasn't baking my quiche.",
      "By Jove, my quick study of lexicography won a prize.",
      "My girl wove six dozen plaid jackets before she quit.",
      "Why shouldn't a quixotic Kazakh vampire jog barefoot?",
      "Few black taxis drive up major roads on quiet hazy nights.",
      "Jack quietly moved up front and seized the big ball of wax.",
      "Back in June we delivered oxygen equipment of the same size.",
      "Just keep examining every low bid quoted for zinc etchings.",
      "Zelda might fix the job growth plans very quickly on Monday.",
      "The wizard quickly jinxed the gnomes before they vaporized.",
      "A mad boxer shot a quick, gloved jab to the jaw of his dizzy opponent.",
      "A quart jar of oil mixed with zinc oxide makes a very bright paint.",
      "About sixty codfish eggs will make a quarter pound of very fizzy jelly.",
      "Ban foul, toxic smogs which quickly jeopardize lives.",
      "Baroque? Hell, just mix a dozen wacky pi fonts and you've got it.",
      "Dangerously frozen, he quickly judged his extremities to be waterproof.",
      "Dental surgeon zaps sexual joker with quick-frozen Valium!",
      "Dr. Jekyll vows to finish zapping quixotic bum.",
      "Few quips galvanized the mock jury box.",
      "Five jumbo oxen graze quietly with packs of dogs.",
      "Five or six jet planes zoomed quickly by the tower.",
      "Guzzling of jaunty exile wrecks havoc at damp banquet.",
      "G. W. Bush quickly fixed prize jam on TV.",
      "I have quickly spotted the four women dozing in the jury box.",
      "Jack amazed a few girls by dropping the antique onyx vase!",
      "Jack Farmer realized that the big yellow quilts were expensive.",
      "Jaded zombies acted quaintly, but kept driving their oxen forward.",
      "Jolly housewives made inexpensive meals using quick-frozen vegetables.",
      "Jumpy zebra vows to quit thinking coldly of sex.",
      "Judge Powell quickly gave six embezzlers stiff sentences.",
      "Just work for improved basic techniques to maximize your typing skill.",
      "King Alexander was just partly overcome after quizzing Diogenes in his tub.",
      "Lazy jackal from raiding zebec prowls the quiet cove.",
      "Lazy movers quit hard-packing of papier-mache jewelry boxes.",
      "Many big jackdaws zipped quickly over the fox pen.",
      "New farmhand proves strong but lazy, picking just six quinces.",
      "Now is the time for all quick brown dogs to jump over the lazy lynx.",
      "Oozy quivering jellyfish expectorated by mad hawk. ",
      "Opium frequently leads to bad palpitations, hazy judgement, and causes weak sex drive.",
      "Perhaps President Clinton's amazing sax skills will be judged quite favourably?",
      "Prodigal lesbians from Venezuela know just exactly how to eat quiche.",
      "Puzzled women bequeath jerks very exotic gifts.",
      "Questions of a zealous nature have become by degrees petty waxen jokes.",
      "Quizotic knights' wives are found on jumpy old zebras.",
      "Rowdy virgins have quite often been willingly picked for prizes in juicy sex marathons.",
      "Sexy zebras just prowl and vie for quick hot matings.",
      "Six big juicy steaks sizzled in a pan, as five workmen left the quarry.",
      "Six boys guzzled cheap raw plum vodka quite joyfully.",
      "Six crazy kings vowed to abolish my quite pitiful jousts.",
      "Six javelins thrown by the quick savages whizzed forty paces beyond the mark.",
      "Six of the women quietly gave back prizes to the judge.",
      "The exodus of jazzy pigeons is craved by squeamish walkers.",
      "The explorer was frozen in his big kayak just after making a queer discovery.",
      "Their kind aunt was subject to frequent dizzy spells, thus causing much anxiety and worry.",
      "The jukebox music puzzled a gentle visitor from a quaint valley town.",
      "The July sun caused a fragment of black pine wax to ooze on the velvet quilt.",
      "The public was amazed to view the quickness and dexterity of the juggler.",
      "The risque gown marked a very brazen exposure of juicy flesh.",
      "The sex life of the woodchuck is a provocative question for most vertebrate zoology majors.",
      "The vixen jumped quickly on her foe, barking with zeal.",
      "Travelling beneath the azure sky in our jolly ox-cart, we often hit bumps quite hard.",
      "Uphill jogging will tax pounding heart muscle very quickly; better to be lazy!",
      "Verbatim reports were quickly given by Jim Fox to his amazed audience.",
      "We could jeopardize six of the gunboats by two quick moves.",
      "When waxing parquet decks, Suez sailors vomit jauntily abaft.",
      "We quickly seized the black axle and just saved it from going past him.",
      "Whenever the black fox jumped, the squirrel gazed suspiciously.",
      "While making deep excavations we found some quaint bronze jewelry.",
      "William said that everything about his jacket was in quite good condition except for the zip.",
      "Xylophone wizard begets quick jive form.",
      "Zelda quickly wove eight nubby flax jumpers.",
      "Kids jump with excitement about flying over Mozambique.",
      "Kev's job: piqued wrestling with a crazy fax machine.",
      "Jo was amazingly blind to the expensive consequences of crack.",
      "We realized no jobs require you to have competent faxing skills.",
      "At my job, I frequently achieve six dozen goals per week!",
      "I realized acquiring my tanks & jet fighters would be expensive.",
      "Godzilla just flamed every car on the Brooklyn-Queens Expressway.",
      "We expected to be moved by the jazz quartet's riff on folksongs.",
      "Dripping hot, liquid wax over my face is a major buzzkill.",
      "Vexed by Jack's passes? Freeze him with liquid nitrogen.",
      "When advertizing, just bump up the quantity of exclamation marks!!!"
    ]
  }
}
